---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.DPartFailures.DivideVolumesProfilesForWidthSome
source: html/ed76d815-5743-040a-1687-3a77d8805ecc.htm
---
# Autodesk.Revit.DB.BuiltInFailures.DPartFailures.DivideVolumesProfilesForWidthSome Property

Division family cannot be used for some widths of hosts

## Syntax (C#)
```csharp
public static FailureDefinitionId DivideVolumesProfilesForWidthSome { get; }
```